ttf-ms-fonts
ttf-font-awesome-4
systemd-boot-pacman-hook
google-chrome
i3-gaps-next-git
i3blocks-gaps-git
i3lock-blur
dmenu2
visual-studio-code-bin
rescuetime
enpass-bin
slack-desktop
gpmdp
google-cloud-sdk
openwmail
git-lfs
networkmanager-l2tp
git-cola
ini-git
xtitle
consolas-font
otf-inconsolata-powerline-git
yad
pulseaudio-ctl
