xorg
nvidia
git
bash-completion
dwm
bc
sysstat
acpi
pulseaudio
pavucontrol
alsa-utils
wget
lxappearance
docker
mplayer
messengerfordesktop
xorg-xcalc
vsxu
cava
breeze
breeze-kde4
breeze-gtk
xclip
maim
feh
jdk9-openjdk
netbeans
wireshark-gtk
whois
unzip
zip
steam
numlockx
xautolock
dunst
kolourpaint
kwrite
net-tools
openssh
dhclient
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
networkmanager-strongswan
network-manager-applet
gnome-keyring
postgresql
tk
jq
powerline
mlocate
rxvt-unicode
urxvt-perls
xdotool
python-pip
bind-tools
kcolorchooser
ttf-inconsolata
ttf-anonymous-pro
ttf-croscore
ttf-dejavu
ttf-droid
ttf-roboto
ttf-font-awesome
