xorg-server
xf86-input-libinput
xf86-video-vesa
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
nvidia
git
bash-completion
bc
sysstat
acpi
pulseaudio
pavucontrol
alsa-utils
wget
lxappearance
docker
mplayer
messengerfordesktop
xorg-xcalc
vsxu
cava
breeze
breeze-kde4
breeze-gtk
qt5-styleplugins
xclip
maim
feh
jdk9-openjdk
netbeans
wireshark-gtk
whois
unzip
zip
steam
lib32-nvidia-utils
numlockx
xautolock
dunst
kolourpaint
kwrite
net-tools
openssh
dhclient
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
networkmanager-strongswan
network-manager-applet
gnome-keyring
postgresql
tk
jq
powerline
mlocate
rxvt-unicode
urxvt-perls
xdotool
python-pip
bind-tools
kcolorchooser
ttf-inconsolata
ttf-anonymous-pro
ttf-croscore
ttf-dejavu
ttf-droid
ttf-roboto
okular
cups
system-config-printer
aspell
aspell-en
